export const mockedComs: { author: string; text: string }[][] = [
  [
    {
      author: `Damio`,
      text: `По моему ни на что не претендующему мнению, если человеку нужна особая причина, чтобы посмотреть Тарантино, то тут одно из двух: либо совсем уж вкусы разнятся, либо кинематограф, как явление человеку безразличен. Во всех остальных случаях имя режиссера говорит само за себя — надо смотреть.`,
    },
    {
      author: `Steph`,
      text: ` Мой комментарий о сюжете что-то кроме завязки категорически бессмысленно. Это фильм Тарантино — его надо смотреть самому.`,
    },
    {
      author: `Westbrook`,
      text: `Главный эмоциональный удар лента наносит в самом конце. Когда фильм после мастерского нагнетания сбрасывает оковы и пускается во все тяжкие. Финальные сцены являют собой нечто фантастическое. Они веселят и напрягают одновременно. Это действительно шедевральный отрывок, который будут помнить, но он ничто по сравнению с самым последним диалогом, от которого становится очень хорошо, но в то же время бесконечно грустно.`,
    },
  ],

  [
    {
      author: `jame`,
      text: `а негативные комменты тут людей которые посмотрели это ужасное мыло иил людей которые гдет о в кино успели его посмотреть?`,
    },
    {
      author: `NETHER`,
      text: ` Мой комментарий о сюжете что-то кроме завязки категорически бессмысленно. Это фильм Тарантино — его надо смотреть самому.`,
    },
    {
      author: `Westbrook`,
      text: `Мне понравилось`,
    },
  ],

  [
    {
      author: `drugtest`,
      text: `Честно посмотрел этот фильм после одного смс-а. До этого пропускал этот фильм из-за коментов. Фильм бомба, как Американцы насмееваются над собой и над всей системой. К просмотру обязательно.`,
    },
    {
      author: `justso`,
      text: `Зачёт! Кто не понял, ну это не всем дано)))))). Почему не понял? Это особенно ясно показано в фильме))))
      Советую!`,
    },
    {
      author: `L33T`,
      text: `Вот в точку раскрыли современное общество))) как стадо баранов за постами и репостами!!!!! Фильм БОМБА!!! Обязательно для просмотра, живущим в соцсетях.`,
    },
  ],

  [
    {
      author: `Justin`,
      text: `Фильм повторяет мои мысли, а именно, что ЛЮБУЮ общественную информацию надо воспринимать с т.з. Кому Это Выгодно. Любую! СМИ, политика, медицина, спорт и телик.
      Кто верит, что говорят в новостях, тому наверняка фильм покажется бестолковым. А он поучительная, для миллионов, особенно актуален для последних двух лет...`,
    },
    {
      author: `M0nk`,
      text: `Великолепный фильм со счастливым концом!`,
    },
    {
      author: `Dray`,
      text: `Отвратительно прекрасный фильм`,
    },
  ],

  [
    {
      author: `Dmni`,
      text: `По комментариям сразу понятно, что у нас половина населения страны кроме сисьпердельных комедий ничего другого смотреть не могут, а потом жалуются, что у нас кино нормально снимать не умеют. Если голову не включать то конечно всё бредом будет казаться. Хороший фильм. ИМХО`,
    },
    {
      author: `DENZEL`,
      text: `Полная .....`,
    },
    {
      author: `Eugene`,
      text: `Все кто пишет что фильм отстой, возьмите попкорн, включите первый канал и смотрите "ВРЕМЯ ПОКАЖЕТ"`,
    },
  ],

  [
    {
      author: `mari`,
      text: `Классный фильм. Демонстрирует деградацию общества. Мне очень понравился, посмотрите. Вам зайдет, если любите кино со смыслом, а не бездумные стрелялки.`,
    },
    {
      author: `roman23`,
      text: `Отличный фильм. Что то новое.`,
    },
    {
      author: `MYRKA`,
      text: `Браво! Просто Браво! Рекомендовано однозначно, для людей с чувством юмора и высшим образованием)`,
    },
  ],

  [
    {
      author: `NATALIA`,
      text: `Ахеренный фильмец, немного нудноватый вначале но прикольный, особенно концовка после титров.`,
    },
    {
      author: `GUESTGUEST`,
      text: `Какой то театр абсурда. Не думал что фильм с такой серьезной темой может оказаться такой чушью. Весь фильм не покидало ощущение что все персонажи, диалоги, ситуации, да и вообще сюжет - взяты из какого то мультика.`,
    },
    {
      author: `readman`,
      text: `это лучшее умное и остроумное кино за последнее время. В духе "Сказки Юга", кто в теме. Для взрослых и умных. 10`,
    },
  ],

  [
    {
      author: `CORE77`,
      text: `Я я смотрел очень-очень много фильмов , сериалов и т.д. но не думал что на таком фильме я потрачу впустую 2 часа времени , при всём уважении перед всеми актёрами замечательными фильм гавно и лютая не интересная дичь! Не рекомендую!`,
    },
    {
      author: `IL`,
      text: `Кучка самодовольных толстосумов пускает под нож миллионы, с другой стороны мы сами это допускаем надеясь отсидется за своей ипотечной итд,так что поделом... `,
    },
    {
      author: `FDA`,
      text: `Фильм огонь, пушка, бомба я уже подумывал, что Голливуд мёртв, но нет! четыре раза посмотрел !!!`,
    },
  ],

  [
    {
      author: `MAPK`,
      text: `Фильм отличный,пожалуй ппару раз ещё буду пересматривать`,
    },
    {
      author: `POLOnsky12`,
      text: `Еще больше шикарен фильм тем, что вышел в наше время, со съехавшим с катушек миром. Все очень тонко.`,
    },
    {
      author: `DANISH`,
      text: `Любители пива и футбол мимо!!! И тем кто в жизни не прочёл не одну книгу!`,
    },
  ],
]
