export const mockedMovies = [
  {
    title: `Анчартед: На картах не значится `,
    country: `США, Испания`,
    genre: `Боевик, Приключения`,
    description: `Два искателя приключений Нейтан Дрейк и Виктор Салливан по прозвищу Салли отправляются на поиски величайшего сокровища мира. Кроме того, они надеются найти улики, которые приведут их к давно потерянному брату Нейтана.`,
    image: `https://avatars.mds.yandex.net/get-kinopoisk-image/4774061/3ddc0946-5e53-4f7a-b355-cd42c2280f9e/300x450`,
  },

  {
    title: `Дюна`,
    country: `США`,
    genre: `Фантастика, Боевик`,
    description: `Наследник знаменитого дома Атрейдесов Пол отправляется вместе с семьей на одну из самых опасных планет во Вселенной — Арракис. Здесь нет ничего, кроме песка, палящего солнца, гигантских чудовищ и основной причины межгалактических конфликтов — невероятно ценного ресурса, который называется меланж. В результате захвата власти Пол вынужден бежать и скрываться.`,
    image: `https://avatars.mds.yandex.net/get-ott/1672343/2a0000017ef7ced610b95e6264617163cd8c/300x450`,
  },

  {
    title: `Черный Ящик`,
    country: `Франция`,
    genre: `Триллер, Драма`,
    description: `Крушение новейшего авиалайнера уносит жизни сотен людей. Пролить свет на причины катастрофы может только расшифровка чёрного ящика. Расследование возглавляет талантливый и эксцентричный аналитик Матьё с уникальным слухом. Чем дальше он продвигается на своем пути, тем больше обнаруживает подозрительных обстоятельств. `,
    image: `https://avatars.mds.yandex.net/get-ott/2419418/2a0000017e7cd8866a6e09b08ce7abe00ff8/300x450`,
  },

  {
    title: `Главный Герой`,
    country: `США`,
    genre: `Боевик, Фантастика`,
    description: `У сотрудника крупного банка всё идёт по накатанной, пока однажды он не выясняет, что окружающий его мир — это часть огромной видеоигры, а сам он в ней — всего лишь второстепенный персонаж.`,
    image: `https://avatars.mds.yandex.net/get-ott/1652588/2a0000017efd3e5f19289757d9d427e01d65/300x450`,
  },

  {
    title: `Флирт с дьяволом`,
    country: `США`,
    genre: `Триллер`,
    description: `Богатый и разведенный Крис влюбляется в таинственную женщину по имени Скай. Вскоре после этого он, его бывшая жена и их ребёнок оказываются в ловушке — им предстоит отчаянная борьба за выживание.`,
    image: `https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/30fec529-c9a0-4800-aeb6-f1cfad70cc60/300x450`,
  },

  {
    title: `Шан-Чи Легенда десяти колец`,
    country: `США`,
    genre: `Фантаскита, Фэнтези`,
    description: `Мастеру боевых искусств Шан-Чи предстоит противостоять призракам из собственного прошлого, по мере того как его втягивают в паутину интриг таинственной организации «Десять колец»`,
    image: `https://avatars.mds.yandex.net/get-ott/239697/2a0000017efd3d7174f9b8f764c0b6d30e51/300x450`,
  },

  {
    title: `Джентельмены`,
    country: `США`,
    genre: `Боевик, Комедия`,
    description: `Ушлый наркоторговец придумал схему нелегального обогащения — с использованием поместий обедневшей английской аристократии. На успешный бизнес заглядываются партнер-еврей, китайская диаспора, темнокожие спортсмены и русский олигарх.`,
    image: `https://avatars.mds.yandex.net/get-ott/212840/2a00000176f1807a2d92a3c7abd7f20807c1/300x450`,
  },

  {
    title: `Наемник`,
    country: `США`,
    genre: `Боевик, Триллер`,
    description: `Служба в армии с детства была мечтой Джеймса Рида, а зеленый берет — предметом гордости. Но после ранений он остается не у дел: в мирном обществе ему нет места, а состояние здоровья приходится поддерживать медикаментами, не всегда самыми «чистыми». `,
    image: `https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/6a79b27e-93c2-4b6c-8e6c-734ad8692feb/300x450`,
  },

  {
    title: `Парни под прикрытием`,
    country: `США, Пуэрто Рико`,
    genre: `Боевик, Триллер`,
    description: `Простое и не совсем легальное задание завершить сделку по продаже оружия в Панаме оборачивается для оперативника ЦРУ и его напарника, бывшего морского пехотинца, сущим адом. Не понимая до конца, во что они ввязались, они оказываются в смертельном противостоянии с наркобароном-нимфоманом, полковником-психопатом, фам фаталь и международными спецслужбами.`,
    image: `https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/58e94ca2-e19a-4ae7-96ce-8135e465aa0f/300x450`,
  },
]
